Repository: common-repository/nvv-login-control
Catalog: languages/nvv-login-control-*.po
Languages: ru_ru

source: All users plugin options cleared
ru_ru: Все опции плагина пользователей очищены

source: Login from user
ru_ru: Войти от пользователя

source: Select user
ru_ru: Выбрать пользователя

source: This site is protected by reCAPTCHA and the Google %s and %s apply.
ru_ru: Этот сайт защищен reCAPTCHA и Google %s и %s применяются.

source: Site closed for users
ru_ru: Сайт закрыт для пользователей

source: Settings
ru_ru: Настройки

source: Clearing all user options from the database
ru_ru: Очистка всех пользовательских опций из базы данных

source: Warning! All user options will be removed forever!
ru_ru: Предупреждение! Все пользовательские опции будут удалены навсегда!

source: Clear options
ru_ru: Очистить опции

source: NVV Login Control options
ru_ru: NVV Login Control опции

source: Authorization page
ru_ru: Страница авторизации

source: Enable custom authorization page
ru_ru: Включить пользовательскую страницу авторизации

source: Logo
ru_ru: Лого

source: Go to previous page after login.
ru_ru: Перейти на предыдущую страницу после входа.

source: Don't leave current page after logout.
ru_ru: Не покидать текущую страницу после выхода.

source: Profile Page
ru_ru: Страница профиля

source: Select an alternate user profile page.
ru_ru: Выбрать альтернативную страницу профиля пользователя.

source: Page font color
ru_ru: Цвет шрифта страницы

source: Page background color
ru_ru: Цвет фона страницы

source: Page background image
ru_ru: Фоновое изображение страницы

source: Form font color
ru_ru: Цвет шрифта формы

source: Form background color
ru_ru: Цвет фона формы

source: Form background image
ru_ru: Фоновое изображение формы

source: Color submit button
ru_ru: Цвет кнопки отправки

source: Color submit button font
ru_ru: Цвет шрифта кнопки отправки

source: Color submit button hover
ru_ru: Цвет кнопки отправки при наведении

source: Color submit button font hover
ru_ru: Цвет шрифта кнопки отправки при наведении

source: Authorization page CSS styles
ru_ru: CSS стили страницы авторизации

source: These styles CSS will be applied on the authorization page.
ru_ru: Эти стили CSS будут применены на странице авторизации.

source: For example
ru_ru: Например

source: Login as any user
ru_ru: Войти от имени любого пользователя

source: Enable Recaptcha
ru_ru: Включить ReCaptcha

source: Enable Recaptcha on Authorization Page
ru_ru: Включить Recaptcha на странице авторизации

source: Hide Recaptcha Logo
ru_ru: Скрыть Recaptcha Логотип

source: Recaptcha Site Key
ru_ru: Ключ reCaptcha

source: Recaptcha Secret Key
ru_ru: Секретный ключ reCaptcha

source: Technical service
ru_ru: Техническое обслуживание

source: Other
ru_ru: Другое

source: Hide toolbar from users
ru_ru: Скрыть панель инструментов от пользователей

source: Select from pages...
ru_ru: Выбрать страницу...

source: Public Google Analytics
ru_ru: Публиковать Google Analytics

source: Public Keywords
ru_ru: Публиковать ключевый слова

source: Close the site for maintenance for users
ru_ru: Закрыть сайт для обслуживания пользователей

source: Access for allowed addresses only
ru_ru: Доступ только для разрешенных адресов

source: Your IP
ru_ru: Ваш IP

source: Allowed IP-addresses (white list)
ru_ru: Разрешенные IP-адреса (белый список)

source: List of IP-addresses for accessing a closed site. IP-addresses need to be written through ";"
ru_ru: Список IP-адресов для доступа к закрытому сайту. IP-адреса должны быть написаны через ";"

source: Text on Maintenance Page
ru_ru: Текст на странице обслуживания

source: Enable Login As User
ru_ru: Включить войти от имени любого пользователя

source: Trusted Users
ru_ru: Доверенные пользователи

source: Only selected users will be allowed to login on behalf of other users.
ru_ru: Только выбранным пользователям будет разрешено входить в систему от имени других пользователей.
